# CurtainMullionn1 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroupTypeId..::..CurtainMullionn1 Property
GroupTypeId Class See Also
---
Grid 1 Mullions.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2024
# Syntax
C#
---
```text
public static ForgeTypeId CurtainMullionn1 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtainMullionn1 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtainMullionn1 {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace